{
    "Grob, 2011": "Grob, C., Danforth, A., Chopra, G., Hagerty, M., McKay, C., Halberstadt, A., & Greer, G. (2011). Pilot Study of Psilocybin Treatment for Anxiety in Patients With Advanced-Stage Cancer. ARCHIVES OF GENERAL PSYCHIATRY, 68(1), 71–78. https://doi.org/10.1001/archgenpsychiatry.2010.116",
    "Griffiths, 2016": "Griffiths, R. R., Johnson, M. W., Carducci, M. A., Umbricht, A., Richards, W. A., Richards, B. D., Cosimano, M. P., & Klinedinst, M. A. (2016). Psilocybin produces substantial and sustained decreases in depression and anxiety in patients with life-threatening cancer: A randomized double-blind trial. Journal of Psychopharmacology, 30(12), 1181–1197. https://doi.org/10.1177/0269881116675513",
    "Ross, 2016": "Ross, S., Bossis, A., Guss, J., Agin-Liebes, G., Malone, T., Cohen, B., Mennenga, S. E., Belser, A., Kalliontzi, K., Babb, J., Su, Z., Corby, P., & Schmidt, B. L. (2016). Rapid and sustained symptom reduction following psilocybin treatment for anxiety and depression in patients with life-threatening cancer: A randomized controlled trial. Journal of Psychopharmacology, 30(12), 1165–1180. https://doi.org/10.1177/0269881116675512",
    "Carhart-Harris, 2021": "Carhart-Harris, R., Giribaldi, B., Watts, R., Baker-Jones, M., Murphy-Beiner, A., Murphy, R., Martell, J., Blemings, A., Erritzoe, D., & Nutt, D. J. (2021). Trial of Psilocybin versus Escitalopram for Depression. New England Journal of Medicine, 384(15), 1402–1411. https://doi.org/10.1056/NEJMoa2032994",
    "Davis, 2021": "Davis, A. K., Barrett, F. S., May, D. G., Cosimano, M. P., Sepeda, N. D., Johnson, M. W., Finan, P. H., & Griffiths, R. R. (2021). Effects of Psilocybin-Assisted Therapy on Major Depressive Disorder: A Randomized Clinical Trial. JAMA Psychiatry, 78(5), 481–489. https://doi.org/10.1001/jamapsychiatry.2020.3285",
    "Goodwin, 2022": "Goodwin Guy M., Aaronson Scott T., Alvarez Oscar, Arden Peter C., Baker Annie, Bennett James C., Bird Catherine, Blom Renske E., Brennan Christine, Brusch Donna, Burke Lisa, Campbell-Coker Kete, Carhart-Harris Robin, Cattell Joseph, Daniel Aster, DeBattista Charles, Dunlop Boadie W., Eisen Katherine, Feifel David, … Malievskaia Ekaterina. (2022). Single-Dose Psilocybin for a Treatment-Resistant Episode of Major Depression. New England Journal of Medicine, 387(18), 1637–1648. https://doi.org/10.1056/NEJMoa2206443",
    "Krempien, 2023": "Krempien, S., Inamdar, A., Shenouda, M., Johnson, K., Maass-Robinsin, S., Johnson, M., Kelman, A., Nathan, P., Belser, A., Pathare, P., House-Gecewicz, A., Sorie, A., Bartlone, A., Varty, G., Morgan, M., Avery, K., Muhammad, A., Nivorozhkin, A., & Palfreyman, M. (2023). Randomized, Double-Blind, Placebo-Controlled Study to Evaluate the Safety and Efficacy of CYB003, a Deuterated Psilocybin Analog in Patients With Major Depressive Disorder. NEUROPSYCHOPHARMACOLOGY, 48, 195–196.",
    "von Rotz, 2023": "von Rotz, R., Schindowski, E. M., Jungwirth, J., Schuldt, A., Rieser, N. M., Zahoranszky, K., Seifritz, E., Nowak, A., Nowak, P., Jäncke, L., Preller, K. H., & Vollenweider, F. X. (2023). Single-dose psilocybin-assisted therapy in major depressive disorder: A placebo-controlled, double-blind, randomised clinical trial. eClinicalMedicine, 56. https://doi.org/10.1016/j.eclinm.2022.101809",
    "Raison, 2023": "Raison, C. L., Sanacora, G., Woolley, J., Heinzerling, K., Dunlop, B. W., Brown, R. T., Kakar, R., Hassman, M., Trivedi, R. P., Robison, R., Gukasyan, N., Nayak, S. M., Hu, X., O’Donnell, K. C., Kelmendi, B., Sloshower, J., Penn, A. D., Bradley, E., Kelly, D. F., … Griffiths, R. R. (2023). Single-Dose Psilocybin Treatment for Major Depressive Disorder: A Randomized Clinical Trial. JAMA, 330(9), 843–853. https://doi.org/10.1001/jama.2023.14530",
    "Back, 2024": "Back, A. L., Freeman-Young, T. K., Morgan, L., Sethi, T., Baker, K. K., Myers, S., McGregor, B. A., Harvey, K., Tai, M., Kollefrath, A., Thomas, B. J., Sorta, D., Kaelen, M., Kelmendi, B., & Gooley, T. A. (2024). Psilocybin Therapy for Clinicians With Symptoms of Depression From Frontline Care During the COVID-19 Pandemic: A Randomized Clinical Trial. JAMA Network Open, 7(12), e2449026. https://doi.org/10.1001/jamanetworkopen.2024.49026",
    "Rosenblat, 2024": "Rosenblat, J. D., Meshkat, S., Doyle, Z., Kaczmarek, E., Brudner, R. M., Kratiuk, K., Mansur, R. B., Schulz-Quach, C., Sethi, R., Abate, A., Ali, S., Bawks, J., Blainey, M. G., Brietzke, E., Cronin, V., Danilewitz, J., Dhawan, S., Di Fonzo, A., Di Fonzo, M., … McIntyre, R. S. (2024). Psilocybin-assisted psychotherapy for treatment resistant depression: A randomized clinical trial evaluating repeated doses of psilocybin. Med, 5(3), 190-200.e5. https://doi.org/10.1016/j.medj.2024.01.005",
    "Lewis, 2025": "Lewis BR, Hendrick J, Byrne K, Odette M, Wu C, Garland EL. Psilocybin-Assisted Group Psychotherapy + Mindfulness Based Stress Reduction (MBSR) for Frontline Healthcare Provider COVID-19 Related Depression and Burnout: A Randomized Clinical Trial. medRxiv. Preprint posted online January 1, 2025:2024.12.31.24319806. doi:10.1101/2024.12.31.24319806",
    "Luquiens, 2025": "Luquiens A, Belahda D, Graux C, et al. Psilocybin in alcohol use disorder and comorbid depressive symptoms: Results from a feasibility randomized clinical trial. Addict Abingdon Engl. Published online July 24, 2025. doi:10.1111/add.70152",
    "Rieser, 2025": "Rieser, N. M., Bitar, R., Halm, S., Rossgoderer, C., Gubser, L. P., Thévenaz, M., Kreis, Y., Rotz, R. von, Nordt, C., Visentini, M., Moujaes, F., Engeli, E. J. E., Ort, A., Seifritz, E., Vollenweider, F. X., Herdener, M., & Preller, K. H. (2025). Psilocybin-assisted therapy for relapse prevention in alcohol use disorder: A phase 2 randomized clinical trial. eClinicalMedicine, 82. https://doi.org/10.1016/j.eclinm.2025.103149",
    "Ross, 2025": "Ross ML, Iyer R, Williams ML, et al. Psilocybin-assisted psychotherapy for depression and anxiety associated with life threatening illness: A phase 2b randomized controlled trial. Gen Hosp Psychiatry. 2025;96:322-331. doi:10.1016/j.genhosppsych.2025.08.001"
}
